Repository: FakeShell/gnome-calls
Catalog: po/*.po
Languages: fr, kab

source: Calls
fr: Appels
kab: Isawalen

source: Phone
kab: Tiliɣri

source: A phone dialer and call handler
kab: Amsuddes n tiliɣri d umsefrak n yisawalen

source: Telephone;Call;Phone;Dial;Dialer;PSTN;
kab: Tiliɣri;Asiwel;Tiliɣri;Assuter;Amssuter;PSTN;

source: Calls (daemon)
kab: Isawalen (yeffren)

source: A phone dialer and call handler (daemon mode)
kab: Amssuter n tiliɣri d umsefrak n yisawalen (askar uffir)

source: Make phone and SIP calls
kab: Sεeddi isawalen s tiliɣri akked SIP

source: Calls is a simple, elegant phone dialer and call handler for GNOME. It can be used with a cellular modem for plain old telephone calls as well as VoIP calls using the SIP protocol.
kab: Calls d amsestan n tiliɣri afessa i icebḥen, d amsefrak n yisawalen i GNOME. Yezmer ad yettuseqdec s unajkas bu tcenba i yisawalen n tiliɣri klasik akked yisawalen VolP s useqdec n uneggaf SIP.

source: Placing a call
kab: Sεeddi asiwel

source: The call history
kab: Azray n usiwel

source: Whether calls should automatically use the default origin
kab: Ma yella isawalen ilaq ad sqedcen s wudem awurman aɣbalu amezwer

source: The country code as reported by the modem
kab: Tangalt n tmurt akken tt-id-yewwi unajkas

source: The country code is used for contact name lookup
kab: Tangalt n tmurt tettuseqdec i unadi ɣef yisem n unermis

source: The plugins to load automatically
kab: Izegrar ara d-yalin s wudem awurman

source: These plugins will be automatically loaded on application startup.
kab: Izegrar-a ad d-alin s wudem awurman mi ara yekker usnas.

source: Audio codecs to use for VoIP calls in order of preference
kab: Codecs imeslawen ara yettwasqedcen i yisawalen VolP almend n usmenyif

source: The preferred audio codecs to use for VoIP calls (if available)
kab: Codecs imeslawen i yettwafernen ara yettwasqedcen i yisawalen VolP (ma llan)

source: Whether to allow using SDES for SRTP without TLS as the transport
kab: Ma yella ad tsirgeḍ s useqdec n SDES i SRTP war TLS am usiweḍ

source: Set to true if you want to allow with keys exchanged in cleartext.
kab: Sbadu true ma yella tebɣiḍ ad tsirgeḍ amyibeddel n tsura deg uḍris afrawan.

source: Default (uninitialized) state
kab: Addad amezwer (ur yettuwennez ara)

source: Initializing account…
kab: Awennez n umiḍan…

source: Uninitializing account…
kab: Arawennez n umiḍan…

source: Connecting to server…
kab: Tuqqna ɣer uqeddac…

source: Account is online
kab: Amiḍan yeqqen

source: Disconnecting from server…
kab: Tuffɣa seg tuqqna ɣer uqeddac…

source: Account is offline
kab: Amiḍan d aruqqin

source: Account encountered an error
kab: Amiḍan yemlal-d wugur

source: No reason given
kab: Ulac ssebba i d-yettwamudden

source: Initialization started
kab: Awennez yebda

source: Initialization complete
kab: Awennez yemmed

source: Uninitialization started
kab: Arawennez yebda

source: Uninitialization complete
kab: Arawennez yemmed

source: No credentials set
kab: Ulac inekcam yettusbadun

source: Starting to connect
kab: Beddu n tuqqna

source: Connection timed out
kab: Tuqqna tezri

source: Domain name could not be resolved
kab: Isem n taɣult yegguma ad yefru

source: Server did not accept username or password
kab: Aqeddac ur yezmir ara ad yeqbel isem n useqdac d wawal n uεeddi

source: Connecting complete
kab: Tuqqna temmed

source: Starting to disconnect
kab: Askar n tuffɣa seg tuqqna

source: Disconnecting complete
kab: Tuffɣa seg tuqqna temmed

source: Internal error occurred
kab: Teḍra-d tuccḍa tagensant

source: Edit account: %s
kab: Ẓreg amiḍan: %s

source: Add new account
kab: Rnu amiḍan amaynut

source: Account overview
kab: Taskant n umiḍan

source: Tried dialing invalid tel URI `%s'
kab: Ԑerḍeɣ ad suddseɣ URL n tiliɣri arameɣtu '%s'

source: Don't know how to open `%s'
kab: Ur ssineɣ ara amek ara yeldi '%s'

source: The name of the plugins to load
kab: Isem n yizegrar ara d-yalin

source: PLUGIN
fr: GREFFON
kab: AZEGRIR

source: Whether to present the main window on startup
fr: Afficher ou non la fenêtre principale au démarrage
kab: Ma yella ad d-yefk asfaylu agejdan seg tazwara

source: Dial a telephone number
kab: Suddes uṭṭun n tiliɣri

source: NUMBER
kab: AMIḌAN

source: Enable verbose debug messages
kab: Rmed iznan n tseɣtit ilqayanen

source: Print current version
kab: Siggez lqem amiran

source: Anonymous caller
kab: Anmeɣru udrig

source: %s yesterday
fr: %s hier
kab: %s iḍelli

source: Police
kab: Iɣallen n laman

source: Ambulance
kab: Anatrab

source: Fire Brigade
kab: Iɣallen n usellek

source: Mountain Rescue
kab: Asellek deg udrar

source: translator-credits
fr: Valéry Febvre <vfebvre@easter-eggs.com>
kab: amsuqqel-isemdan

source: Can't place calls: No modem or VoIP account available
kab: Ur yezmir ara ad yessiwel: Ulac amiḍan n unajkas neɣ VoIP i yellan

source: Can't place calls: No plugin loaded
kab: Ur yezmir ara ad yessiwel: Ulac azegrir i d-yulin

source: Contacts
kab: Inermisen

source: Dial Pad
fr: Clavier numérique
kab: Tafelwit n tsura tumḍint

source: Recent
fr: Récents
kab: Melmi kan

source: Missed call
kab: Yettwazgel usiwel

source: Missed call from <b>%s</b>
kab: Yettwazgel usiwel seg <b>%s</b>

source: Missed call from %s
kab: Yettwazgel usiwel seg %s

source: Missed call from unknown caller
kab: Yezgel usiwel seg umsawel arussin

source: Call back
kab: Ales asiwel

source: VoIP Accounts
kab: Imiḍanen VoIP

source: Add VoIP Accounts
kab: Rnu imiḍanen VoIP

source: You can add VoIP account here. It will allow you to place and receive VoIP calls using the SIP protocol. This feature is still relatively new and not yet feature complete (i.e. no encrypted media).
kab: Tzemreḍ ad ternuḍ amiḍan VoIP dagi. Ad ak-yeǧǧ ad tesεeddiḍ neɣ nermes-d isawalen VoIP s useqdec n uneggaf SIP. Mazal tamahilt-a meḥsub d tamaynut, mazal ur temmid ara (anamek-is ulac amidya yettwawgelhen).

source: _Add Account
kab: _Rnu amiḍan

source: Call
fr: Appel
kab: Siwel

source: _Delete Call
kab: _Kkes asiwel

source: _Copy number
kab: _Nɣel uṭṭun

source: _Add contact
kab: _Rnu anermis

source: _Send SMS
kab: _Azen SMS

source: On hold
fr: En attente
kab: Yettẓǧu

source: No Contacts Found
kab: Ulac inermisen i yettwafen

source: No Recent Calls
fr: Aucun appel récent
kab: Ulac isawalen imiranen

source: _Cancel
kab: _Sefsex

source: _Close
kab: _Mdel

source: _Send
kab: _Azen

source: _VoIP Accounts
kab: _Imiḍanen VoIP

source: _Keyboard shortcuts
kab: _Inegzumen n unasiw

source: _Help
kab: _Tallalt

source: _About Calls
kab: _Γef yisawalen

source: Enter a VoIP address
kab: Sekcem tansa VoIP

source: SIP Account
kab: Amiḍan SIP

source: New Call
fr: Nouvel appel
kab: Asiwel amaynut

source: Back
fr: Retour
kab: Tuɣalin

source: Unknown reason
kab: Ssebba tarussint

source: Outgoing call started
kab: Ybda usiwel yeffeɣ

source: New incoming call
kab: Asiwel amaynut itteddu-d

source: Call accepted
kab: Yettwaqbal usiwel

source: Call ended
kab: Ifukk usiwel

source: Call disconnected (busy or call refused)
kab: Asiwel yefsex (yecɣel neɣ yettwagi)

source: Call disconnected (wrong id or network problem)
kab: Asiwel yefsex (asulay d arameɣtu neɣ d ugur deg uzeṭṭa)

source: Call disconnected (error setting up audio channel)
kab: Asiwel yefsex (tuccḍa deg twila n ubadu ameslaw)

source: Call transferred
kab: Asiwel yettuwelleh

source: Call deflected
kab: Asiwel yettwarɣem

source: Call disconnected (unknown reason code %i)
kab: Asiwel yettwagzem (tangalt n ssebba d tarussint %i)

source: ModemManager unavailable
kab: Ulac asefrak n unajkas

source: No voice-capable modem available
kab: Ulac anajkas s taɣect i yellan

source: Normal
kab: Amagnu

source: Initialized
kab: Yettuwennez

source: DBus unavailable
kab: Ulac DBus

source: No encryption
kab: Ulac awgelhen

source: Force encryption
kab: Ḥettem awgelhen

source: Cryptographic key exchange unsuccessful
kab: Ur yeddi ara umyibddel n tsarut tawgelhant

source: Add Account
kab: Rnu amiḍan

source: _Log In
kab: _Qqen

source: Manage Account
kab: Sefrek amiḍan

source: _Apply
kab: _Snes

source: _Delete
kab: _Kkes

source: Server
kab: Aqeddac

source: Display Name
kab: Sken isem

source: Optional
kab: D axetṛan

source: User ID
kab: Asulay n useqdac

source: Password
kab: Awal n uεeddi

source: Port
kab: Tawwurt

source: Transport
kab: Amesni

source: Media Encryption
kab: Awgelhen n umidya

source: Use for Phone Calls
kab: Seqdec i yisawalen n tiliɣri

source: Automatically Connect
kab: YEqqen s wudem awurman

source: The name of the plugin to use for the call Provider
fr: Le nom du greffon à utiliser pour le fournisseur d'appel

source: Name
fr: Nom

source: The display name of the best match
fr: Le nom affiché de la meilleure correspondance

source: Inbound
fr: Entrant

source: Whether the call is inbound
fr: Si l'appel est entrant

source: The call
fr: L'appel

source: Party
fr: Correspondant

source: The party participating in the call
fr: Le correspondant participant à l'appel

source: Calling...
fr: Appel...

source: Call data
fr: Données de l'appel

source: Data for the call this display will be associated with
fr: Les données de l'appel auquel cet affichage sera associé

source: The call to hold
fr: L'appel à mettre en attente

source: The row ID
fr: L'Id de la ligne

source: Target
fr: Cible

source: The PTSN phone number or other address of the call
fr: Le numéro de téléphone PTSN ou une autre adresse de l'appel

source: Whether the call was an inbound call
fr: Si l'appel était un appel entrant

source: Start
fr: Début

source: Time stamp of the start of the call
fr: Horodatage du début de l'appel

source: Answered
fr: Répondu

source: Time stamp of when the call was answered
fr: Horodatage de la réponse à l'appel

source: End
fr: Fin

source: Time stamp of the end of the call
fr: Horodatage de la fin de l'appel

source: Record
fr: Journal

source: The call record for this row
fr: Le journal d'appels pour cette ligne

source: Interface for libfolks
fr: Interface pour libfolks

source: New call
fr: Nouvel appel

source: The UI box for making calls
fr: La boîte d'interface utilisateur pour passer des appels

source: Call holder
fr: Titulaire de l'appel

source: The holder for this call
fr: Le titulaire de cet appel

source: Provider
fr: Fournisseur

source: An object implementing low-level call-making functionality
fr: Un objet implémentant une fonctionnalité d'établissement d'appel de bas niveau

source: Encrypted
fr: Chiffré

source: model
fr: modèle

source: The data store containing call records
fr: Le stockage de données contenant les journaux d'appels

source: Record store
fr: Stockage du journal

source: The store of call records
fr: Le stockage du journal d'appels

source: The party's name
fr: Le nom du correspondant

source: Number
fr: Numéro

source: The party's telephone number
fr: Le numéro de téléphone du correspondant

source: Status
fr: État

source: A text string describing the status for display to the user
fr: Une chaîne de texte décrivant l'état à afficher à l'utilisateur

source: Incoming call
fr: Appel entrant

source: Incoming phone call
fr: Appel téléphonique entrant

source: Mute
fr: Muet

source: Speaker
fr: Haut-parleur

source: Add call
fr: Autre appel

source: Hold
fr: Mettre en attente

source: Hang up
fr: Raccrocher

source: Answer
fr: Répondre

source: Hide the dial pad
fr: Masquer le clavier numérique

source: Call the party
fr: Appeler le correpsondant

source: label
fr: libellé

source: This call is not encrypted
fr: Cet appel n'est pas chiffré

source: This call is encrypted
fr: Cet appel est chiffré

source: Recent Calls
fr: Appels récents

source: New call…
fr: Nouvel appel…

source: About Calls
fr: À propos d'Appels

source: Backspace through number
fr: Effacer un chiffre du numéro

source: Dial
fr: Composer
